#home page ---------
home.title=Engenharia de Concursos
home.subtitle=Simulador de concursos de engenharias
home.subscribe=Cadastrar-se
home.login=Logar
home.date=1 de dezembro de 2022 por 
home.area=Engenharia de Seguran\u00E7a
home.about=Sobre n\u00F3s
home.aboutdescription=Somos uma equipe independente de engenheiros de diversas areas que visam contribuir no acesso ao conhecimento e preparo para formar engenheiros melhores. Para isso, buscamos selecionar as melhores quest\u00F5es dos concursos e bancas consagrados em cada \u00E1rea.
home.aboutdescription2=N\u00F3s procuramos contar sempre com a ajuda de volunt\u00E1rios de cada \u00E1rea para poder contribuir na sele\u00E7\u00E3o, categoriza\u00E7\u00E3o e elabora\u00E7\u00E3o de coment\u00E1rios das quest\u00F5es.
home.socialMidia=M\u00EDdias sociais
home.backToTop=Voltar ao topo
home.introduction=Este \u00E9 um projeto independente que pretende contribuir com a engenharia. N\u00E3o s\u00F3 para concurseiros, mas para todos que queiram praticar seus conhecimentos.  
home.introduction2=Este \u00E9 um projeto que est\u00E1 em desenvolvimento. Por se tratar de um projeto colaborativo sem preten\u00E7\u00E3o real de sustento financeiro, a disponibilidade de recursos se d\u00E1 de forma gradativa de acordo com a disponibilidade dos volunt\u00E1rios.   
home.introduction3=O foco do projeto s\u00E3o os aplicativos mobile. No entando, tamb\u00E9m ser\u00E1 poss\u00EDvel realizar simulados mais simplificados aqui na web. O cadastro \u00E9 gratuito e opcional. Ele ser\u00E1 utilizado em breve apenas para uma \u00E1rea de estat\u00EDsticas para auxiliar nos estudos.   

#question page ---------

question.updated=\u00DAltima atualiza\u00E7\u00E3o em
question.area=Engenharia de Seguran\u00E7a
question.about=Sobre a Banca
question.next=Pr\u00F3xima
question.before=Anterior

#validations ---------

NotBlank.newQuestionDTO.enunciado= O enunciado \u00E9 obrigat\u00F3rio.
NotBlank.newQuestionDTO.alternativa1= A alternativa \u00E9 obrigat\u00F3ria.
NotBlank.newQuestionDTO.alternativa2= A alternativa \u00E9 obrigat\u00F3ria.
